Repository: stanleyowen/CostPerDay
Catalog: CostPerDay/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: Icon
de: Symbol
es: Icono
fr: Icône
id: Ikon
ja: アイコン
ko: 아이콘
pt_br: Ícone
ru: Значок
vi: Biểu tượng
zh_hans: 图标
zh_hant: 圖示

source: If no category matches, create your own with a dedicated icon and typical lifetime.
de: Falls keine Kategorie passt, erstellen Sie eine eigene mit passendem Symbol und typischer Nutzungsdauer.
es: Si ninguna categoría se ajusta, cree una propia con un icono específico y una vida útil habitual.
fr: Si aucune catégorie ne convient, créez la vôtre avec une icône dédiée et une durée de vie type.
id: Jika tidak ada kategori yang sesuai, buatlah kategori Anda sendiri dengan ikon dan masa pakai umum tersendiri.
ja: 該当するカテゴリがない場合は、専用のアイコンと標準的な使用期間を設定した独自のカテゴリを作成してください。
ko: 해당하는 카테고리가 없으면 전용 아이콘과 일반적인 사용 기간을 지정하여 직접 만들어 주세요.
pt_br: Se nenhuma categoria corresponder, crie a sua própria com um ícone específico e uma vida útil típica.
ru: Если ни одна категория не подходит, создайте собственную с отдельным значком и типичным сроком службы.
vi: Nếu không có danh mục nào phù hợp, hãy tạo danh mục riêng với biểu tượng và tuổi thọ thông thường của riêng nó.
zh_hans: 若无合适的类别，可自行创建，并指定专属图标与典型使用年限。
zh_hant: 若無合適的類別，可自行建立，並指定專屬圖示與典型使用年限。

source: In service
de: Im Einsatz
es: En uso
fr: En service
id: Digunakan
ja: 使用中
ko: 사용 중
pt_br: Em uso
ru: В эксплуатации
vi: Đang sử dụng
zh_hans: 使用中
zh_hant: 使用中

source: Item
de: Artikel
es: Artículo
fr: Article
id: Barang
ja: 項目
ko: 항목
ru: Предмет
vi: Món đồ
zh_hans: 物品
zh_hant: 物品

source: Items
de: Artikel
es: Artículos
fr: Articles
id: Barang
ja: 項目
ko: 항목
pt_br: Itens
ru: Предметы
vi: Món đồ
zh_hans: 物品
zh_hant: 物品

source: Jewellery
de: Schmuck
es: Joyería
fr: Bijoux
id: Perhiasan
ja: 宝飾品
ko: 귀금속
pt_br: Joias
ru: Украшения
vi: Trang sức
zh_hans: 首饰
zh_hant: 首飾

source: Language
de: Sprache
es: Idioma
fr: Langue
id: Bahasa
ja: 言語
ko: 언어
pt_br: Idioma
ru: Язык
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

source: Large Appliance
de: Großgerät
es: Electrodoméstico grande
fr: Gros électroménager
id: Peralatan Besar
ja: 大型家電
ko: 대형 가전
pt_br: Eletrodoméstico grande
ru: Крупная техника
vi: Thiết bị lớn
zh_hans: 大型家电
zh_hant: 大型家電

source: Lifetime
de: Nutzungsdauer
es: Vida útil
fr: Durée de vie
id: Masa pakai
ja: 使用期間
ko: 사용 기간
pt_br: Vida útil
ru: Срок службы
vi: Tuổi thọ
zh_hans: 使用年限
zh_hant: 使用年限

source: Lighting
de: Beleuchtung
es: Iluminación
fr: Éclairage
id: Pencahayaan
ja: 照明
ko: 조명
pt_br: Iluminação
ru: Освещение
vi: Chiếu sáng
zh_hans: 照明
zh_hant: 照明

source: Load sample data
de: Beispieldaten laden
es: Cargar datos de ejemplo
fr: Charger des données d'exemple
id: Muat data contoh
ja: サンプルデータを読み込む
ko: 샘플 데이터 불러오기
pt_br: Carregar dados de exemplo
ru: Загрузить демонстрационные данные
vi: Tải dữ liệu mẫu
zh_hans: 加载示例数据
zh_hant: 載入範例資料

source: Months
de: Monate
es: Meses
fr: Mois
id: Bulan
ja: か月
ko: 개월
pt_br: Meses
ru: Месяцы
vi: Tháng
zh_hans: 月
zh_hant: 月

source: Most recent
de: Neueste
es: Más recientes
fr: Plus récent
id: Terbaru
ja: 新しい順
ko: 최신순
pt_br: Mais recentes
ru: Сначала новые
vi: Mới nhất
zh_hans: 最近添加
zh_hant: 最近新增

source: Net cost
de: Nettokosten
es: Costo neto
fr: Coût net
id: Biaya bersih
ja: 正味コスト
ko: 순비용
pt_br: Custo líquido
ru: Чистая стоимость
vi: Chi phí ròng
zh_hans: 净成本
zh_hant: 淨成本

source: New category
de: Neue Kategorie
es: Nueva categoría
fr: Nouvelle catégorie
id: Kategori baru
ja: 新しいカテゴリ
ko: 새 카테고리
pt_br: Nova categoria
ru: Новая категория
vi: Danh mục mới
zh_hans: 新建类别
zh_hant: 新增類別

source: New Category
de: Neue Kategorie
es: Nueva categoría
fr: Nouvelle catégorie
id: Kategori Baru
ja: 新規カテゴリ
ko: 새 카테고리
pt_br: Nova categoria
ru: Новая категория
vi: Danh mục Mới
zh_hans: 新建类别
zh_hant: 新增類別

source: New Item
de: Neuer Artikel
es: Nuevo artículo
fr: Nouvel article
id: Barang Baru
ja: 新規項目
ko: 새 항목
pt_br: Novo item
ru: Новый предмет
vi: Món đồ Mới
zh_hans: 新建物品
zh_hant: 新增物品

source: No data to display
de: Keine Daten vorhanden
es: No hay datos que mostrar
fr: Aucune donnée à afficher
id: Tidak ada data untuk ditampilkan
ja: 表示するデータがありません
ko: 표시할 데이터가 없습니다
pt_br: Nenhum dado a exibir
ru: Нет данных для отображения
vi: Không có dữ liệu để hiển thị
zh_hans: 无数据可显示
zh_hant: 無資料可顯示

source: No exchange rate is published for %@.
de: Für %@ wird kein Wechselkurs veröffentlicht.
es: No se publica ningún tipo de cambio para %@.
fr: Aucun taux de change n'est publié pour %@.
id: Tidak ada nilai tukar yang dipublikasikan untuk %@.
ja: %@ の為替レートは公開されていません。
ko: %@에 대한 환율이 제공되지 않습니다.
pt_br: Não há taxa de câmbio publicada para %@.
ru: Обменный курс для %@ не публикуется.
vi: Không có tỷ giá hối đoái nào được công bố cho %@.
zh_hans: %@ 并无公布的汇率。
zh_hant: %@ 並無公布的匯率。

source: No items recorded
de: Keine Artikel erfasst
es: No hay artículos registrados
fr: Aucun article enregistré
id: Belum ada barang yang tercatat
ja: 記録された項目はありません
ko: 기록된 항목이 없습니다
pt_br: Nenhum item registrado
ru: Нет записанных предметов
vi: Chưa có món đồ nào được ghi nhận
zh_hans: 尚无记录的物品
zh_hant: 尚無記錄的物品

source: Notes
de: Notizen
es: Notas
id: Catatan
ja: メモ
ko: 메모
pt_br: Observações
ru: Заметки
vi: Ghi chú
zh_hans: 备注
zh_hant: 備註

source: Opens Settings, where the language for this application can be changed independently of the system language.
de: Öffnet die Einstellungen, in denen die Sprache dieser Anwendung unabhängig von der Systemsprache geändert werden kann.
es: Abre Ajustes, donde puede cambiarse el idioma de esta aplicación con independencia del idioma del sistema.
fr: Ouvre les Réglages, où la langue de cette application peut être modifiée indépendamment de celle du système.
id: Membuka Pengaturan, tempat bahasa aplikasi ini dapat diubah secara terpisah dari bahasa sistem.
ja: 設定を開きます。設定では、システムの言語とは別に、このアプリケーションの言語を変更できます。
ko: 설정을 엽니다. 설정에서는 시스템 언어와 별도로 이 애플리케이션의 언어를 변경할 수 있습니다.
pt_br: Abre os Ajustes, onde o idioma deste aplicativo pode ser alterado independentemente do idioma do sistema.
ru: Открывает «Настройки», где язык этого приложения можно изменить независимо от языка системы.
vi: Mở phần Cài đặt, nơi có thể thay đổi ngôn ngữ của ứng dụng này độc lập với ngôn ngữ hệ thống.
zh_hans: 打开“设置”，可在其中将本应用的语言设置为不同于系统语言。
zh_hant: 開啟「設定」，可在其中將本應用程式的語言設定為不同於系統語言。

source: Options
de: Optionen
es: Opciones
id: Opsi
ja: オプション
ko: 옵션
pt_br: Opções
ru: Параметры
vi: Tùy chọn
zh_hans: 选项
zh_hant: 選項

source: Other
de: Sonstiges
es: Otros
fr: Autre
id: Lainnya
ja: その他
ko: 기타
pt_br: Outros
ru: Прочее
vi: Khác
zh_hans: 其他
zh_hant: 其他

source: Outdoor Gear
de: Outdoor-Ausrüstung
es: Equipo de exterior
fr: Équipement de plein air
id: Perlengkapan Luar Ruang
ja: アウトドア用品
ko: 아웃도어 용품
pt_br: Equipamento outdoor
ru: Снаряжение для отдыха
vi: Đồ dã ngoại
zh_hans: 户外装备
zh_hant: 戶外用品

source: over %@
de: über %@
es: durante %@
fr: sur %@
id: selama %@
ja: %@ にわたり
ko: %@ 동안
pt_br: ao longo de %@
ru: за %@
vi: trong %@
zh_hans: 历时 %@
zh_hant: 歷時 %@

source: Owned for
de: Im Besitz seit
es: Tiempo en propiedad
fr: Détenu depuis
id: Dimiliki selama
ja: 保有期間
ko: 보유 기간
pt_br: Tempo de posse
ru: В собственности
vi: Đã sở hữu
zh_hans: 已持有
zh_hant: 已持有

source: past expected lifetime
de: über der Nutzungsdauer
es: vida útil prevista superada
fr: au-delà de la durée de vie prévue
id: melewati masa pakai yang diharapkan
ja: 想定使用期間を超過
ko: 예상 사용 기간 초과
pt_br: além da vida útil prevista
ru: сверх ожидаемого срока
vi: quá tuổi thọ dự kiến
zh_hans: 已超过预期使用年限
zh_hant: 已超過預期使用年限

source: per day
de: pro Tag
es: al día
fr: par jour
id: per hari
ja: 1日あたり
ko: 하루당
pt_br: por dia
ru: в день
vi: mỗi ngày
zh_hans: 每日
zh_hant: 每日

source: per day over the next %@
de: pro Tag in den nächsten %@
es: al día durante los próximos %@
fr: par jour sur les %@ à venir
id: per hari selama %@ mendatang
ja: 今後 %@ の1日あたり
ko: 향후 %@ 동안 하루당
pt_br: por dia nos próximos %@
ru: в день в течение следующих %@
vi: mỗi ngày trong %@ tới
zh_hans: 未来 %@ 内每日
zh_hant: 未來 %@ 內每日

source: per item
de: pro Artikel
es: por artículo
fr: par article
id: per barang
ja: 1件あたり
ko: 항목당
pt_br: por item
ru: на предмет
vi: mỗi món
zh_hans: 每件
zh_hant: 每件

source: per month
de: pro Monat
es: al mes
fr: par mois
id: per bulan
ja: 1か月あたり
ko: 월당
pt_br: por mês
ru: в месяц
vi: mỗi tháng
zh_hans: 每月
zh_hant: 每月

source: per week
de: pro Woche
es: a la semana
fr: par semaine
id: per minggu
ja: 1週間あたり
ko: 주당
pt_br: por semana
ru: в неделю
vi: mỗi tuần
zh_hans: 每周
zh_hant: 每週

source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
id: Ponsel
ja: スマートフォン
ko: 휴대폰
pt_br: Celular
ru: Телефон
vi: Điện thoại
zh_hans: 手机
zh_hant: 手機

source: Planned
de: Geplant
es: Previsto
fr: Prévu
id: Direncanakan
ja: 計画
ko: 계획
pt_br: Planejado
ru: Плановая
vi: Theo kế hoạch
zh_hans: 计划
zh_hant: 計畫

source: Planned cost
de: Geplante Kosten
es: Costo previsto
fr: Coût prévu
id: Biaya yang direncanakan
ja: 計画コスト
ko: 계획 비용
pt_br: Custo planejado
ru: Плановая стоимость
vi: Chi phí theo kế hoạch
zh_hans: 计划成本
zh_hant: 計畫成本

source: Please enter the value of 1 %@ in %@.
de: Bitte geben Sie den Wert von 1 %@ in %@ ein.
es: Introduzca el valor de 1 %@ en %@.
fr: Veuillez saisir la valeur de 1 %@ en %@.
id: Silakan masukkan nilai 1 %@ dalam %@.
ja: 1 %1$@ に相当する %2$@ の金額を入力してください。
ko: 1 %1$@에 해당하는 %2$@ 금액을 입력해 주세요.
pt_br: Informe o valor de 1 %@ em %@.
ru: Укажите стоимость 1 %@ в %@.
vi: Vui lòng nhập giá trị của 1 %@ tính bằng %@.
zh_hans: 请输入 1 %@ 折合为 %@ 的金额。
zh_hant: 請輸入 1 %@ 換算為 %@ 的金額。

source: Please select a currency.
de: Bitte wählen Sie eine Währung aus.
es: Seleccione una moneda.
fr: Veuillez sélectionner une devise.
id: Silakan pilih mata uang.
ja: 通貨を選択してください。
ko: 통화를 선택해 주세요.
pt_br: Selecione uma moeda.
ru: Выберите валюту.
vi: Vui lòng chọn một loại tiền tệ.
zh_hans: 请选择货币。
zh_hant: 請選擇貨幣。

source: Pre-fills the expected lifetime when this category is selected. It can still be adjusted for each individual item.
de: Füllt die erwartete Nutzungsdauer vor, wenn diese Kategorie ausgewählt wird. Sie kann für jeden einzelnen Artikel weiterhin angepasst werden.
es: Rellena previamente la vida útil prevista al seleccionar esta categoría. Puede ajustarse en cada artículo por separado.
fr: Pré-remplit la durée de vie prévue lorsque cette catégorie est sélectionnée. Elle reste modifiable pour chaque article.
id: Mengisi masa pakai yang diharapkan secara otomatis ketika kategori ini dipilih. Nilai tersebut tetap dapat disesuaikan untuk setiap barang.
ja: このカテゴリを選択したときに、想定使用期間があらかじめ入力されます。個々の項目ごとに変更することもできます。
ko: 이 카테고리를 선택하면 예상 사용 기간이 미리 입력됩니다. 항목별로 다시 조정할 수 있습니다.
pt_br: Preenche previamente a vida útil prevista quando esta categoria é selecionada. Ela ainda pode ser ajustada em cada item.
ru: Подставляет ожидаемый срок службы при выборе этой категории. Его можно изменить для каждого отдельного предмета.
vi: Tự động điền tuổi thọ dự kiến khi danh mục này được chọn. Giá trị đó vẫn có thể được điều chỉnh cho từng món đồ.
zh_hans: 选择此类别时会自动填入预期使用年限，仍可针对单件物品进行调整。
zh_hant: 選擇此類別時會自動填入預期使用年限，仍可針對個別物品調整。

source: Price
de: Preis
es: Precio
fr: Prix
id: Harga
ja: 価格
ko: 가격
pt_br: Preço
ru: Цена
vi: Giá
zh_hans: 价格
zh_hant: 價格

source: Purchase
de: Kauf
es: Compra
fr: Achat
id: Pembelian
ja: 購入
ko: 구매
pt_br: Compra
ru: Покупка
vi: Mua hàng
zh_hans: 购入
zh_hant: 購入

source: Purple
de: Violett
es: Morado
fr: Violet
id: Ungu
ja: 紫
ko: 보라
pt_br: Roxo
ru: Фиолетовый
vi: Tím
zh_hans: 紫色
zh_hant: 紫色

source: Ranked by cost per day, %@
de: Sortiert nach Kosten pro Tag, %@
es: Ordenado por costo por día, %@
fr: Classé par coût par jour, %@
id: Diurutkan menurut biaya per hari, %@
ja: 1日あたりのコスト順（%@）
ko: 하루 비용 순(%@)
pt_br: Classificado por custo por dia, %@
ru: По стоимости в день, %@
vi: Xếp hạng theo chi phí mỗi ngày, %@
zh_hans: 按每日成本排序，%@
zh_hant: 依每日成本排序，%@

source: Rate
de: Kurs
es: Tasa
fr: Taux
id: Kurs
ja: レート
ko: 환율
pt_br: Taxa
ru: Курс
vi: Tỷ giá
zh_hans: 汇率
zh_hant: 匯率

source: Rate at purchase
de: Kurs beim Kauf
es: Tasa en la compra
fr: Taux à l'achat
id: Kurs saat pembelian
ja: 購入時のレート
ko: 구매 시 환율
pt_br: Taxa na compra
ru: Курс на дату покупки
vi: Tỷ giá khi mua
zh_hans: 购入时汇率
zh_hant: 購入時匯率

source: Rate when sold
de: Kurs beim Verkauf
es: Tasa en la venta
fr: Taux à la revente
id: Kurs saat dijual
ja: 売却時のレート
ko: 판매 시 환율
pt_br: Taxa na venda
ru: Курс на дату продажи
vi: Tỷ giá khi bán
zh_hans: 售出时汇率
zh_hant: 售出時匯率

source: Reaches expected end of life
de: Erreicht das erwartete Nutzungsende
es: Fin previsto de la vida útil
fr: Fin de vie prévue
id: Mencapai akhir masa pakai yang diharapkan
ja: 想定使用期間の終了日
ko: 예상 사용 기간 종료일
pt_br: Fim previsto da vida útil
ru: Достигнет конца ожидаемого срока службы
vi: Đạt đến cuối tuổi thọ dự kiến
zh_hans: 达到预期使用年限
zh_hant: 達到預期使用年限

source: Reason for purchase
de: Kaufgrund
es: Motivo de la compra
fr: Motif de l'achat
id: Alasan pembelian
ja: 購入理由
ko: 구매 이유
pt_br: Motivo da compra
ru: Причина покупки
vi: Lý do mua
zh_hans: 购买原因
zh_hant: 購買原因

source: Record a few items and your spending will be summarised here.
de: Erfassen Sie einige Artikel, dann werden Ihre Ausgaben hier zusammengefasst.
es: Registre algunos artículos y su gasto se resumirá aquí.
fr: Enregistrez quelques articles et vos dépenses seront résumées ici.
id: Catat beberapa barang dan ringkasan pengeluaran Anda akan ditampilkan di sini.
ja: 項目をいくつか記録すると、支出の概要がここに表示されます。
ko: 항목을 몇 개 기록하면 지출 요약이 여기에 표시됩니다.
pt_br: Registre alguns itens e os seus gastos serão resumidos aqui.
ru: Добавьте несколько предметов, и здесь появится сводка ваших расходов.
vi: Hãy ghi nhận một vài món đồ và chi tiêu của bạn sẽ được tổng hợp tại đây.
zh_hans: 记录若干件物品后，您的支出将汇总于此。
zh_hant: 記錄幾件物品後，您的支出將彙整於此。

source: Record the items you own — electronics, furniture, appliances, clothing — to see what each one costs you per day.
de: Erfassen Sie Ihren Besitz — Elektronik, Möbel, Haushaltsgeräte, Kleidung —, um zu sehen, was Sie jeder einzelne Artikel pro Tag kostet.
es: Registre los artículos que posee (electrónica, mobiliario, electrodomésticos, ropa) para ver cuánto le cuesta cada uno al día.
fr: Enregistrez les biens que vous possédez — électronique, mobilier, électroménager, vêtements — pour voir ce que chacun vous coûte par jour.
id: Catat barang-barang yang Anda miliki — elektronik, perabot, peralatan rumah tangga, pakaian — untuk melihat berapa biaya masing-masing barang per hari.
ja: 所有している物（電子機器、家具、家電、衣類など）を記録すると、それぞれの1日あたりのコストを確認できます。
ko: 보유한 물품(전자기기, 가구, 가전, 의류 등)을 기록하면 각 물품의 하루 비용을 확인할 수 있습니다.
pt_br: Registre os itens que você possui (eletrônicos, móveis, eletrodomésticos, roupas) para ver quanto cada um custa por dia.
ru: Записывайте принадлежащие вам вещи — электронику, мебель, технику, одежду, — чтобы видеть, во сколько каждая из них обходится вам в день.
vi: Hãy ghi nhận những món đồ bạn sở hữu — đồ điện tử, nội thất, thiết bị gia dụng, quần áo — để biết mỗi món tiêu tốn bao nhiêu mỗi ngày.
zh_hans: 记录您拥有的物品 — 电子产品、家具、家电、服装 — 即可了解每一件每天的花费。
zh_hant: 記錄您擁有的物品 — 電子產品、家具、家電、服裝 — 即可了解每一件每天的花費。

source: Recovered on resale
de: Beim Wiederverkauf erlöst
es: Recuperado en la reventa
fr: Récupéré à la revente
id: Diperoleh kembali dari penjualan
ja: 再販による回収額
ko: 재판매 회수액
pt_br: Recuperado na revenda
ru: Возвращено при перепродаже
vi: Thu hồi khi bán lại
zh_hans: 转售回收金额
zh_hant: 轉售回收金額

source: Recovered value
de: Wiederverkaufswert
es: Valor recuperado
fr: Valeur récupérée
id: Nilai yang diperoleh kembali
ja: 回収価値
ko: 회수 가치
pt_br: Valor recuperado
ru: Возвращённая стоимость
vi: Giá trị thu hồi
zh_hans: 回收价值
zh_hant: 回收價值

source: Red
de: Rot
es: Rojo
fr: Rouge
id: Merah
ja: 赤
ko: 빨강
pt_br: Vermelho
ru: Красный
vi: Đỏ
zh_hans: 红色
zh_hant: 紅色

source: Removed category
de: Gelöschte Kategorie
es: Categoría eliminada
fr: Catégorie supprimée
id: Kategori telah dihapus
ja: 削除されたカテゴリ
ko: 삭제된 카테고리
pt_br: Categoria removida
ru: Удалённая категория
vi: Danh mục đã bị xóa
zh_hans: 已移除的类别
zh_hant: 已移除的類別

source: Resale
de: Wiederverkauf
es: Reventa
fr: Revente
id: Jual kembali
ja: 再販
ko: 재판매
pt_br: Revenda
ru: Перепродажа
vi: Bán lại
zh_hans: 转售
zh_hant: 轉售

source: Restore complete
de: Wiederherstellung abgeschlossen
es: Restauración completada
fr: Restauration terminée
id: Pemulihan selesai
ja: 復元が完了しました
ko: 복원이 완료되었습니다
pt_br: Restauração concluída
ru: Восстановление завершено
vi: Khôi phục hoàn tất
zh_hans: 恢复完成
zh_hant: 還原完成

source: Restore failed
de: Wiederherstellung fehlgeschlagen
es: Error al restaurar
fr: Échec de la restauration
id: Pemulihan gagal
ja: 復元に失敗しました
ko: 복원에 실패했습니다
pt_br: Falha na restauração
ru: Не удалось выполнить восстановление
vi: Khôi phục thất bại
zh_hans: 恢复失败
zh_hant: 還原失敗

source: Restore from backup
de: Aus Sicherung wiederherstellen
es: Restaurar desde una copia de seguridad
fr: Restaurer depuis une sauvegarde
id: Pulihkan dari cadangan
ja: バックアップから復元
ko: 백업에서 복원
pt_br: Restaurar de um backup
ru: Восстановление из резервной копии
vi: Khôi phục từ bản sao lưu
zh_hans: 从备份恢复
zh_hant: 從備份還原

source: Restored %lld custom categories.
de: %lld eigene Kategorien wiederhergestellt.
es: Se restauraron %lld categorías personalizadas.
fr: %lld catégories personnalisées restaurées.
id: %lld kategori khusus telah dipulihkan.
ja: カスタムカテゴリを %lld 件復元しました。
ko: 사용자 카테고리 %lld개를 복원했습니다.
pt_br: %lld categorias personalizadas restauradas.
ru: Восстановлено %lld пользовательских категорий.
vi: Đã khôi phục %lld danh mục tùy chỉnh.
zh_hans: 已恢复 %lld 个自定义类别。
zh_hant: 已還原 %lld 個自訂類別。

source: Retire this item
de: Diesen Artikel außer Dienst stellen
es: Retirar este artículo
fr: Retirer cet article du service
id: Nonaktifkan barang ini
ja: この項目を使用終了にする
ko: 이 항목을 사용 종료로 표시
pt_br: Desativar este item
ru: Вывести предмет из эксплуатации
vi: Ngừng sử dụng món đồ này
zh_hans: 停用此物品
zh_hant: 停用此物品

source: Retired
de: Außer Dienst
es: Retirado
fr: Retiré du service
id: Nonaktif
ja: 使用終了
ko: 사용 종료
pt_br: Desativado
ru: Выведен из эксплуатации
vi: Đã ngừng sử dụng
zh_hans: 已停用
zh_hant: 已停用

source: Retiring an item stops its cost calculation while retaining it in your history and statistics.
de: Wenn Sie einen Artikel außer Dienst stellen, wird dessen Kostenberechnung beendet, er bleibt jedoch in Ihrem Verlauf und Ihren Statistiken erhalten.
es: Retirar un artículo detiene el cálculo de su costo y lo conserva en su historial y sus estadísticas.
fr: Retirer un article du service interrompt le calcul de son coût tout en le conservant dans votre historique et vos statistiques.
id: Menonaktifkan suatu barang akan menghentikan perhitungan biayanya, sementara barang tersebut tetap tersimpan dalam riwayat dan statistik Anda.
ja: 項目を使用終了にすると、コストの計算は停止しますが、履歴と統計には引き続き含まれます。
ko: 항목을 사용 종료로 표시하면 비용 계산은 중단되지만 기록과 통계에는 그대로 남습니다.
pt_br: Desativar um item interrompe o cálculo do seu custo, mantendo-o no seu histórico e nas suas estatísticas.
ru: Вывод предмета из эксплуатации останавливает расчёт его стоимости, но сохраняет его в истории и статистике.
vi: Việc ngừng sử dụng một món đồ sẽ dừng tính chi phí của món đồ đó, đồng thời vẫn giữ lại nó trong lịch sử và thống kê của bạn.
zh_hans: 停用物品后将停止计算其成本，但仍会保留在您的历史记录与统计之中。
zh_hant: 停用物品後將停止計算其成本，但仍會保留於您的歷史紀錄與統計之中。

source: Retrieve today's rate
de: Heutigen Kurs abrufen
es: Obtener la tasa de hoy
fr: Récupérer le taux du jour
id: Ambil kurs hari ini
ja: 本日のレートを取得
ko: 오늘 환율 가져오기
pt_br: Obter a taxa de hoje
ru: Получить курс на сегодня
vi: Lấy tỷ giá hôm nay
zh_hans: 获取今日汇率
zh_hant: 取得今日匯率

source: Retrieved just now
de: Soeben abgerufen
es: Obtenida ahora mismo
fr: Récupéré à l'instant
id: Baru saja diambil
ja: たった今取得しました
ko: 방금 가져왔습니다
pt_br: Obtida agora mesmo
ru: Получен только что
vi: Vừa được lấy
zh_hans: 刚刚获取
zh_hant: 剛剛取得

source: Retrieving rate…
de: Kurs wird abgerufen…
es: Obteniendo la tasa…
fr: Récupération du taux…
id: Mengambil kurs…
ja: レートを取得しています…
ko: 환율을 가져오는 중…
pt_br: Obtendo a taxa…
ru: Получение курса…
vi: Đang lấy tỷ giá…
zh_hans: 正在获取汇率…
zh_hant: 正在取得匯率…

source: Retrieving today's rate…
de: Heutiger Kurs wird abgerufen…
es: Obteniendo la tasa de hoy…
fr: Récupération du taux du jour…
id: Mengambil kurs hari ini…
ja: 本日のレートを取得しています…
ko: 오늘 환율을 가져오는 중…
pt_br: Obtendo a taxa de hoje…
ru: Получение курса на сегодня…
vi: Đang lấy tỷ giá hôm nay…
zh_hans: 正在获取今日汇率…
zh_hant: 正在取得今日匯率…

source: Return to service
de: Wieder in Dienst stellen
es: Volver a poner en uso
fr: Remettre en service
id: Aktifkan kembali
ja: 使用を再開する
ko: 다시 사용 시작
pt_br: Voltar ao uso
ru: Вернуть в эксплуатацию
vi: Sử dụng trở lại
zh_hans: 恢复使用
zh_hant: 恢復使用

source: Same as purchase
de: Wie beim Kauf
es: Igual que en la compra
fr: Identique à l'achat
id: Sama dengan saat pembelian
ja: 購入時と同じ
ko: 구매 시와 동일
pt_br: Igual à compra
ru: Как при покупке
vi: Giống như khi mua
zh_hans: 与购入时相同
zh_hant: 與購入時相同

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
id: Simpan
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

source: Saving is unavailable — changes will be lost when you quit.
de: Das Sichern ist nicht verfügbar — Änderungen gehen beim Beenden verloren.
es: No es posible guardar; los cambios se perderán al salir.
fr: L'enregistrement est indisponible — les modifications seront perdues à la fermeture.
id: Penyimpanan tidak tersedia — perubahan akan hilang saat Anda keluar.
ja: 保存を利用できません。終了すると変更は失われます。
ko: 저장을 사용할 수 없습니다. 종료하면 변경 사항이 사라집니다.
pt_br: Não é possível salvar; as alterações serão perdidas ao sair.
ru: Сохранение недоступно — изменения будут потеряны при выходе.
vi: Không thể lưu — các thay đổi sẽ mất khi bạn thoát ứng dụng.
zh_hans: 当前无法保存 — 退出应用后更改将会丢失。
zh_hant: 目前無法儲存 — 結束應用程式後變更將會遺失。

source: Search categories
de: Kategorien suchen
es: Buscar categorías
fr: Rechercher une catégorie
id: Cari kategori
ja: カテゴリを検索
ko: 카테고리 검색
pt_br: Buscar categorias
ru: Поиск категорий
vi: Tìm danh mục
zh_hans: 搜索类别
zh_hant: 搜尋類別

source: Sector
de: Bereich
fr: Secteur
id: Sektor
ja: 部門
ko: 부문
pt_br: Setor
ru: Сектор
vi: Lĩnh vực
zh_hans: 领域
zh_hant: 領域

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
id: Pengaturan
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: Show retired
de: Außer Dienst gestellte anzeigen
es: Mostrar retirados
fr: Afficher les articles retirés
id: Tampilkan yang nonaktif
ja: 使用終了を表示
ko: 사용 종료 항목 표시
pt_br: Mostrar desativados
ru: Показывать выведенные
vi: Hiển thị món đã ngừng
zh_hans: 显示已停用
zh_hant: 顯示已停用

source: Skipped %lld entries already present.
de: %lld bereits vorhandene Einträge übersprungen.
es: Se omitieron %lld entradas ya existentes.
fr: %lld entrées déjà présentes ignorées.
id: %lld entri yang sudah ada telah dilewati.
ja: 既に存在する %lld 件をスキップしました。
ko: 이미 있는 항목 %lld개를 건너뛰었습니다.
pt_br: %lld entradas já existentes foram ignoradas.
ru: Пропущено %lld записей, уже имеющихся в библиотеке.
vi: Đã bỏ qua %lld mục vốn đã có sẵn.
zh_hans: 已跳过 %lld 条已存在的条目。
zh_hant: 已略過 %lld 筆既有項目。

source: Small Appliance
de: Kleingerät
es: Electrodoméstico pequeño
fr: Petit électroménager
id: Peralatan Kecil
ja: 小型家電
ko: 소형 가전
pt_br: Eletrodoméstico pequeno
ru: Мелкая техника
vi: Thiết bị nhỏ
zh_hans: 小型家电
zh_hant: 小型家電

source: Sofa & Seating
de: Sofa und Sitzmöbel
es: Sofás y asientos
fr: Canapés et sièges
id: Sofa & Tempat Duduk
ja: ソファ・椅子
ko: 소파·의자
pt_br: Sofás e assentos
ru: Диваны и кресла
vi: Ghế sofa & Chỗ ngồi
zh_hans: 沙发与座椅
zh_hant: 沙發與座椅

source: Sort
de: Sortieren
es: Ordenar
fr: Trier
id: Urutkan
ja: 並べ替え
ko: 정렬
pt_br: Ordenar
ru: Сортировка
vi: Sắp xếp
zh_hans: 排序
zh_hant: 排序

source: Spending by category
de: Ausgaben nach Kategorie
es: Gasto por categoría
fr: Dépenses par catégorie
id: Pengeluaran menurut kategori
ja: カテゴリ別支出
ko: 카테고리별 지출
pt_br: Gastos por categoria
ru: Расходы по категориям
vi: Chi tiêu theo danh mục
zh_hans: 各类别支出
zh_hant: 各類別支出

source: Spending by sector
de: Ausgaben nach Bereich
es: Gasto por sector
fr: Dépenses par secteur
id: Pengeluaran menurut sektor
ja: 部門別支出
ko: 부문별 지출
pt_br: Gastos por setor
ru: Расходы по секторам
vi: Chi tiêu theo lĩnh vực
zh_hans: 各领域支出
zh_hant: 各領域支出
